LEXICON: dict[str, str] = {
    '/start': 'Привет!!\nЭтот бот поможет тебе с конвертацией валют!'
              '\n\nЧтобы посмотреть список доступных '
              'команд - набери /help',
    '/help': 'Это бот конвертер валют!\nЧтобы получить интересующий вас курс'
             'введите запрос следующим образом 25 usd to rub\n\n'
             'Доступные команды: \n\n /history - показывает историю просмотров\n'
             'favorite - любимые валютные пары',

}


LEXICON_COMMANDS: dict[str, str] = {
    'history': 'История запросов',
    'favorite': 'Любимые валютные пары',
    'exchange': 'Конвертация валюты',
    'get_rate': 'Получение котировок'
}